Revit 2027 API
ImportOptions3DM Constructor
 Constructs a new instance of ImportOptions3DM with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ImportOptions3DM()
Public Sub New
public:
ImportOptions3DM()
new : unit -> ImportOptions3DM
See Also
Reference
ImportOptions3DM Class
ImportOptions3DM Overload
Autodesk.Revit.DB Namespace